tap "olets/tap"
tap "sst/tap"
brew "arp-scan"
brew "bandwhich"
brew "bat"
brew "btop"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dust"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "gum"
brew "imagemagick"
brew "inxi"
brew "ipcalc"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "luarocks"
brew "mas"
brew "masscan"
brew "mise"
brew "mole"
brew "mtr"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "rustup"
brew "shfmt"
brew "starship"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree-sitter"
brew "uv"
brew "wget"
brew "whois"
brew "xmlstarlet"
brew "yadm"
brew "zellij"
brew "zmap"
brew "zoxide"
brew "zsh"
brew "olets/tap/zsh-abbr@6"
brew "sst/tap/opencode"
cask "bitwarden"
cask "blockblock"
cask "brave-browser"
cask "canva"
cask "claude"
cask "claude-code"
cask "cloudflare-warp"
cask "coteditor"
cask "discord"
cask "font-awesome-terminal-fonts"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-emoji"
cask "ghostty"
cask "hiddenbar"
cask "itsycal"
cask "knockknock"
cask "localsend"
cask "logi-options+"
cask "lulu"
cask "microsoft-edge"
cask "monitorcontrol"
cask "mos"
cask "neo-network-utility"
cask "netiquette"
cask "notion"
cask "obsidian"
cask "pearcleaner"
cask "rectangle"
cask "shottr"
cask "silentknight"
cask "slack"
cask "sloth"
cask "tailscale-app"
cask "zed"
cask "zoom"
mas "Adblock Plus", id: 1432731683
mas "Bear", id: 1091189122
mas "Jump Desktop", id: 524141863
mas "Pixelmator Pro", id: 1289583905
go "cmd/go"
go "cmd/gofmt"
